{
  "about_me_title": "Acerca de mí",
  "about_me_paragraph_1": "He participado en el desarrollo de múltiples proyectos con el objetivo de crear <0>productos digitales</0> o <1>digitalizar procesos</1> dentro de una empresa.",
  "about_me_paragraph_2": "Disfruto el arte de construir aplicaciones robustas y escalables, así como aprender constantemente sobre nuevas tecnologías y herramientas en mi área.",
  "experience_title": "Experiencia",
  "experience_pjsw_title": "Desarrollador Fullstack · PJSW",
  "experience_pjsw_timeframe": "Oct 2024 - Presente",
  "experience_pjsw_bullet_1": "Desarrollé un POS multi-tenancy para restaurantes con tests end-to-end usando Playwright.",
  "experience_pjsw_bullet_2": "Configuré la infraestructura y servidores para los proyectos de la empresa en AWS usando CDK y Docker",
  "experience_pjsw_bullet_3": "Implementé pagos y facturación electrónica en un sistema de administración de un colegio en .NET Framework",
  "experience_cinavar_title": "Desarrollador Fullstack · Cinavar",
  "experience_cinavar_timeframe": "Oct 2023 - Oct 2024",
  "experience_cinavar_bullet_1": "Desarrollé un sistema de seguridad víal e inspección de vehículos cisterna usado en plantas de combustible",
  "experience_cinavar_bullet_2": "Automatizé el proceso de despliegue del sistema en servidores Linux usando Github Actions.",
  "experience_soyyodigital_title": "Desarrollador Frontend · SoyYo Digital",
  "experience_soyyodigital_timeframe": "Mar 2023 - Oct 2023",
  "experience_soyyodigital_bullet_1": "Diseñé y desarrollé la interfaz de SoyYoDigital para tarjetas digitales de presentación.",
  "experience_soyyodigital_bullet_2": "Desarrollé un sistema de administración para el manejo de cuentas, usuarios y membresías para la plataforma.",
  "experience_transformacion_title": "Desarrollador Móvil · Transformación Digital",
  "experience_transformacion_timeframe": "Jun 2022 - Dic 2022",
  "experience_transformacion_bullet_1": "Diseñé y desarrollé una aplicación móvil para la búsqueda y reserva de tickets de negocios. La aplicación se lanzó exitosamente en PlayStore.",
  "projects_title": "Portafolio",
  "projects_cinavar_title": "Cinavar · Sistema de Inspección",
  "projects_cinavar_img_alt": "Placeholder",
  "projects_cinavar_desc": "Sistema para la digitalización del servicio de inspección vehicular. Permite el registro de fallas de seguridad mediante formularios dinámicos para camiones, generación de reportes automáticos y una gestión integral de permisos y usuarios.",
  "projects_chancho_title": "El Chancho · Sistema POS",
  "projects_chancho_img_alt": "Placeholder",
  "projects_chancho_desc": "Aplicación web personalizada para la gestión de inventarios y ventas en restaurantes. Permite el monitoreo de órdenes en tiempo real y la generación de reportes complejos exportables a Excel para el control administrativo.",
  "projects_sumak_title": "Sumak · E-Learning App",
  "projects_sumak_img_alt": "Placeholder",
  "projects_sumak_desc": "Plataforma educativa desarrollada para una hackatón que automatiza la creación de notas y cartas de estudio (flashcards). Utiliza IA para detectar texto en PDFs e imágenes, permitiendo a los estudiantes interactuar y chatear con su material de estudio.",
  "projects_soyyo_title": "SoyYo · Tarjeta de presentación digital",
  "projects_soyyo_img_alt": "Placeholder",
  "projects_soyyo_desc": "Aplicación web para presentación digital, totalmente personalizable y responsiva para todo tipo de dispositivos. Incluye un apartado de administración para el manejo de usuarios y membresías.",
  "projects_interpares_title": "Interpares · Analytics Dashboard",
  "projects_interpares_img_alt": "Placeholder",
  "projects_interpares_desc": "Diseño y desarrollo integral de un dashboard de analítica basado en el sistema de diseño Carbon de IBM. La interfaz fue construida para ofrecer una visualización de datos fluida y conectada a un backend en Django.",
  "projects_rmwear_title": "Interpares · Sitio Web WordPress",
  "projects_rmwear_img_alt": "Placeholder",
  "projects_rmwear_desc": "Rediseño y migración de sitio web para una empresa metalúrgica en Perú. El proyecto incluyó la transferencia de contenido del sitio antiguo, la gestión de catálogos de productos especializados y una sección de blog corporativo.",
  "projects_preciosbo_title": "PreciosBo · Comparador de precios de E-commerce",
  "projects_preciosbo_img_alt": "interfaz preciosbo",
  "projects_preciosbo_desc": "Buscador de productos en distintas tiendas online de Bolivia para comparar los precios. Utiliza un servidor hecho con Fastify para obtener los datos y enviarlos al sitio web.",
  "projects_caiman_title": "CaimanTec · Dashboard",
  "projects_caiman_img_alt": "interfaz dashboard caimatec",
  "projects_caiman_desc": "Dashboard funcional con conexión a Supabase, muestra estadísticas de un chatbot autónomo que responde y clasifica las solicitudes de clientes que se comunican por Whatsapp.",
  "projects_micro_title": "Micro · Aplicación de Gestión de Rutas de Tránsito",
  "projects_micro_img_alt_1": "interfaz mapa micro",
  "projects_micro_img_alt_2": "interfaz panel administrador micro",
  "projects_micro_desc": "Aplicación web para facilitar el uso del transporte público en Santa Cruz. Encuentra la mejor ruta del transporte público y permite administrar la información de las líneas de transporte.",
  "projects_tts_title": "TextSpeech · Aplicación de TTS",
  "projects_tts_img_alt": "interfaz móvil TTS",
  "projects_tts_desc": "Aplicación móvil para convertir texto a sonido, permite guardar frases favoritas para facilitar su acceso. Lo realicé mientras estaba enfermo y no podría usar mi voz para hablar.",
  "welcome.name": "Sergio Loza",
  "welcome.role": "Desarrollador Full-Stack",
  "welcome.subtitle": "Construyo aplicaciones web atractivas y accesibles para una gran experiencia digital",
  "welcome.cv": "Descargar CV",
  "welcome.linkedin": "LinkedIn",
  "welcome.github": "Github",
  "navbar.logo": "LozaDev",
  "navbar.menu": "Abrir menú",
  "navbar.about": "Acerca de mí",
  "navbar.experience": "Experiencia",
  "navbar.projects": "Portafolio",
  "skills.title": "Habilidades"
}
